Repository: common-repository/role-based-bulk-quantity-pricing
Catalog: languages/role-based-bulk-quantity-pricing-*.po
Languages: pt_pt

source: %1$s requires WooCommerce installed and active. You can download WooCommerce latest version %2$s OR go back to %3$s.
pt_pt: %1$s requere o WooCommerce instalado e ativo. Pode fazer download da última versão do WooCommerce %2$s OU voltar para %3$s.

source: (with VAT)
pt_pt: (com IVA)

source: (without VAT)
pt_pt: (sem IVA)

source: <strong><a href="https://downloads.wordpress.org/plugin/woocommerce.latest-stable.zip">from here</a></strong>
pt_pt: <strong><a href="https://downloads.wordpress.org/plugin/woocommerce.latest-stable.zip">clicando aqui</a></strong>

source: A message saying whether the price includes or not taxes will be displayed next to the product price.
pt_pt: Uma mensagem a indicar se o preço incluí ou não impostos será mostrada junto dos preços dos produtos.

source: A total of: %s lines were uploaded with success!
pt_pt: Um total de: %s linhas foram carregadas com sucesso!

source: Advanced
pt_pt: Avançado

source: Allow For Guest
pt_pt: Permitir para visitantes

source: Assigned Roles
pt_pt: Papéis atribuidos

source: Base Unit Price
pt_pt: Preço Unitário Base

source: Comma-separated list, without spaces, all lower case (equal to the CSV file).
pt_pt: Lista separada por vírgulas, sem espaços, tudo em letra minúscula (igual ao ficheiro CSV).

source: Configurations
pt_pt: Configurações

source: Configurations saved!
pt_pt: Configurações guardadas!

source: Country
pt_pt: País

source: Debug Mode
pt_pt: Modo de Depuração

source: Display Product Total
pt_pt: Mostrar totais do produto

source: Display Tax Information
pt_pt: Mostrar Informação de Impostos

source: Export CSV
pt_pt: Exportar CSV

source: Export Products List
pt_pt: Exportar Lista de Produtos

source: Export Roles List
pt_pt: Exportar Lista de Papéis

source: From: %s
pt_pt: A partir de: %s

source: From: %s %s
pt_pt: A partir de: %s %s

source: Hide taxes on product page for roles
pt_pt: Esconder impostos nas páginas de produtos para os papéis

source: Ignored
pt_pt: Ignorado

source: Import CSV
pt_pt: Importar CSV

source: Line: %1$s is invalid. Please fix it and try again. Nothing was uploaded.
pt_pt: Linha: %1$s é inválida. Por favor, corrija e tente novamente. Nada foi carregado.

source: No tax rate found for product.
pt_pt: Nenhuma taxa de imposto encontrada para este produto.

source: plugins page
pt_pt: página de plugins

source: Processing... Please wait!
pt_pt: A processar... Por favor aguarde!

source: Product Total:
pt_pt: Total:

source: Role
pt_pt: Papel

source: Save
pt_pt: Guardar

source: Tax error
pt_pt: Erro de impostos

source: Tax Rate
pt_pt: Taxa de imposto

source: Taxes
pt_pt: Impostos

source: Taxes will not be displayed on the product page for the selected roles.
pt_pt: Os impostos não serão mostrados na página de produto para os papéis selecionados.

source: The CSV is not correctly formatted. Missing column(s) for row: %1$s
pt_pt: O ficheiro CSV não está corretamente formatado. Faltam coluna(s) para a linha: %1$s.

source: The uploaded file is processing... Please, do not leave or refresh this page.
pt_pt: O ficheiro carregado está a ser processado. Por favor, não abandone e não atualize a página

source: This is not a CSV file.
pt_pt: Não é um ficheiro CSV.

source: Threshold Quantity
pt_pt: Quantidade para Desconto

source: Threshold Unit Price
pt_pt: Preço Unitário com Desconto

source: Unit Price:
pt_pt: Preço Unitário:

source: Use a CSV file to set bulk quantity pricing by roles, for WooCommerce.
pt_pt: Utilize um ficheiro CSV para definir preços por quantidade e papéis, para WooCommerce.

source: Use Roles
pt_pt: Utilizar Papéis

source: Use Total Cart Quantity
pt_pt: Utilizar Total do Carrinho
